// 游戏规则

export default {
  rules: {
      Rule: 'กิติกาของเกม',
      Tip: 'โปรดทำความเข้าใจกฎของเกมอย่างละเอียด "กฎของเกมมีดังนี้"',
      OpenTime: ' เวลาเดิมพันของเกมนี้เวลาปักกิ่ง (GMT + 8) ทุกวันตั้งแต่ 00:01 น. ถึง 23.59 น. 1440 รอบต่อวัน',
      OpenTime1: ' เวลาเดิมพันของเกมนี้เวลาปักกิ่ง (GMT + 8) ทุกวันตั้งแต่ 00:02 น. ถึง 23.59 น. 720 รอบต่อวัน',
      OpenTime2: ' เวลาเดิมพันของเกมนี้เวลาปักกิ่ง (GMT + 8) ทุกวันตั้งแต่ 00:05 น. ถึง 23.59 น. 288 รอบต่อวัน',
      OpenTime3: ' เวลาเดิมพันของเกมนี้เวลาปักกิ่ง (GMT + 8) ทุกวันตั้งแต่ 00:01 น. ถึง 23.59 น. 480 รอบต่อวัน',
      fg11x5: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน ตั้งแต่ 00:02 น. ถึง 23:59 น. ในตอนเย็น 720 งวดต่อวัน',
      jd11x5: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน ตั้งแต่ 00:01 น. ถึง 23:59 น. ในตอนเย็น 1440 งวดต่อวัน',
      gd11x5: 'มีการจับสลากทั้งหมดห้าลูกใน Guangdong Eleventh Five เวลาปักกิ่ง (GMT+8) ทุกวันตั้งแต่ 09:10 น. ถึง 23:10 น. ทุก 20 นาทีและ 42 รางวัลจะถูกจับรางวัลทุกวัน',
      jx11x5: 'ในแต่ละช่วงของ Jiangxi Eleven Selection Five มีทั้งหมด 5 ลูก เวลาปักกิ่ง (GMT+8) เปิดทุกวันตั้งแต่ 09:10 น. ถึง 23:10 น. ของรางวัลจะออกทุกๆ 20 นาทีและที่นั่น จับรางวัล 42 รางวัล ทุกวัน',
      sh11x5: 'Shanghai Eleven Selection Five มีทั้งหมดห้าลูกในแต่ละเซสชั่น เวลาปักกิ่ง (GMT+8) เปิดทุกวันตั้งแต่ 09:00 น. ถึง 14:00 น. ในระหว่างวัน จับรางวัลทุก 20 นาทีและ ออกรางวัล 45 งวดทุกวัน',
      ln11x5: 'Liaoning Eleventh Select Five Lottery มีทั้งหมด 5 ลูก เวลาปักกิ่ง (GMT+8) ทุกวัน เวลา 08:49 น. ถึง 22:29 น. ของวัน ทุก 20 นาที มี 41 งวดทุกวัน',
      hb11x5: 'มีลูกบอลที่ชนะทั้งหมดห้าลูกในแต่ละช่วงของรางวัลทั้ง 5 รางวัลสำหรับการคัดเลือก Hubei Eleventh Selection ห้ารางวัล เวลาปักกิ่ง (GMT+8) เปิดทุกวันตั้งแต่ 08:35 น. ถึง 21:55 น. ทุก 20 นาทีและ จับรางวัล 40 รางวัลทุกวัน',
      js11x5: 'เวลาเดิมพันของเกมนี้เป็นเวลาปักกิ่ง (GMT+8) ทุกวันตั้งแต่เวลา 08:45 น. ถึง 21:45 น. ระหว่างวัน จับรางวัลทุก 20 นาที และออกรางวัล 40 รางวัลทุกวัน',
      c11x5wfc: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน เวลา 00:05 น. ถึง 23:59 น. 288 งวดต่อวัน',
      c11x5efc: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน ตั้งแต่ 00:02 น. ถึง 23:59 น. ในตอนเย็น 720 งวดต่อวัน',
      ffpk10: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน ตั้งแต่ 00:01 น. ถึง 23:59 น. ในตอนเย็น 1440 งวดต่อวัน',
      wfpk10: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน เวลา 00:05 น. ถึง 23:59 น. 288 งวดต่อวัน',
      azpk10: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน เวลา 00:05 น. ถึง 23:59 น. 288 งวดต่อวัน',
      cqssc: 'เวลาเดิมพันเกม เวลาปักกิ่ง (GMT+8) ทุกวันตั้งแต่ 07:10 น. ถึง 3:10 น. ในตอนเช้า หมายเหตุ: 7:10 น. ช่วงที่ 10 ถึง 23:50 น. ช่วงที่ 59 (ข้ามวัน) ช่วงแรกตั้งแต่ 0:10 น. ถึงสิ้นสุดช่วงที่เก้า เวลา 03:10 น. จับรางวัลทุก 20 นาที และจับรางวัลทั้งหมด 59 รางวัล',
      xjssc: 'เวลาเดิมพันเกม เวลาปักกิ่ง (GMT+8) ทุกวัน ระหว่างวัน ตั้งแต่ 10:20 น. ถึง สิ้นสุด 02:00 น. ในตอนเช้า 48 ครั้งต่อวัน',
      ynssc: 'เวลาเดิมพันของเกมนี้คือเวลาปักกิ่ง (GMT+8) ทุกวันตั้งแต่ 09:30 น. ถึง 21:30 น. ในเวลากลางคืน โดยจะออกรางวัลทุกๆ 20 นาที และมีการออกรางวัล 36 รางวัลทุกวัน',
      xxlssc: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน ตั้งแต่ 00:01 น. ถึง 23:59 น. ในตอนเย็น 1440 งวดต่อวัน',
      vnsssc: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน ตั้งแต่ 00:01 น. ถึง 23:59 น. ในตอนเย็น 1440 งวดต่อวัน',
      vnssc: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน ตั้งแต่ 00:01 น. ถึง 23:59 น. ในตอนเย็น 1440 งวดต่อวัน',
      gdklsf: 'มีทั้งหมดแปดลูกในแต่ละเซสชั่น นอกจากวิธีการเล่นรวมแล้ว แต่ละลูกยังมีหน้าเดิมพันแยกต่างหาก เวลาเดิมพันของเกมนี้คือเวลาปักกิ่ง (GMT+8) ทุกวันตั้งแต่ 09:01 น. ถึง 23:01 น. ในตอนเย็น โดยจะมีการออกรางวัลทุก 20 นาที และมีการออกรางวัล 42 รางวัลทุกวัน',
      klsfwfc: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน เวลา 00:05 น. ถึง 23:59 น. 288 งวดต่อวัน',
      klsfefc: 'เวลาเดิมพันของเกมนี้ เวลาปักกิ่ง (GMT+8) ทุกวัน ตั้งแต่ 00:02 น. ถึง 23:59 น. ในตอนเย็น 720 งวดต่อวัน',

      RuleText: '<p><strong> หมายเหตุ: หากลูกเต๋าสามลูกมีแต้มเท่ากันในระนาบให้เดิมพันทั้งหมดเป็น "ใหญ่" "เล็ก" "เดี่ยว" และ "คู่"</strong></p>' +
          '<div><div><h3>◎ผลรวม</h3><p class="ml25"><strong> ขนาดคี่และคู่：</strong> ตัดสินโดยผลรวมของตัวเลขทั้งสามที่ออกมา ขนาด: มูลค่ารวมของลอตเตอรีสามตัว 11 ~ 17 มีขนาดใหญ่และมูลค่ารวม 4-10 มีค่าน้อยคี่และคู่: มูลค่ารวมของลอตเตอรีสามตัวเป็นเลขเดี่ยวและคี่คือชนะหมายเหตุ: หากตัวเลขทั้งสามเหมือนกัน ไม่นับเป็นการชนะ (สำหรับการแพ้)</p>' +
          '<p class="ml25"><strong>คะแนน：</strong>เมื่อมูลค่ารวมของลอตเตอรีคือ 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17 จะเป็นการชนะหากจับฉลากได้ 3, 18 จะไม่นับ ชนะ.</p>' +
          '<p class="ml25">  ※ตัวอย่าง: หากหมายเลขที่ชนะคือ 1, 2, 3 และมูลค่ารวมคือ 6 การเดิมพัน "6" หมายถึงการชนะ "</p></div><div>' +
          '<h3>◎เลขที่ออเดอร์</h3><p class="ml25">เมื่อหนึ่งในสามหมายเลขลอตเตอรีตรงกับหมายเลขที่เลือกจะได้รับรางวัล</p><p class="ml25"> ※ตัวอย่าง: หากหมายเลขที่ชนะคือ 1, 1, 3 สลิปพนันหมายเลข 1 หรือสลิปหมายเลข 3 จะถือว่าชนะ</p>' +
          '<p class="ml25">※หมายเหตุ: ไม่ว่าคะแนนที่เจ้าหน้าที่ระบุจะปรากฏกี่ครั้งรางวัลจะจ่ายเพียงครั้งเดียว (ไม่ใช่สองเท่า)</p></div><div><h3>◎สามหมายเลขเดียวกัน</h3><p class="ml25">  ลูกเต๋ากลม: หากตัวเลขสามตัวเหมือนกันและตรงกับการรวมลูกเต๋ารอบที่เลือกจะเป็นฝ่ายชนะ</p><p class="ml25">ลูกเต๋าเต็ม: หากคุณเลือกลูกเต๋าทั้งหมดและตัวเลขสามตัวของหมายเลขที่ชนะเหมือนกันคุณจะได้รับรางวัล</p></div>' +
          '<div><h3>◎สองตัวเลขที่แตกต่างกัน</h3><p class="ml25"> เลือกหนึ่งหรือสองชุดของตัวเลขที่แตกต่างกันและเมื่อ 2 รหัสใด ๆ ของผลลอตเตอรีตรงกับชุดค่าผสมที่เลือกก็จะชนะ</p>' +
          '<p class="ml25">※ตัวอย่าง: หากหมายเลขที่ชนะคือ 1, 2, 3 การเดิมพันสองหมายเลขที่แตกต่างกัน 12 หมายเลขที่แตกต่างกันสองหมายเลข 23 และหมายเลข 13 สองหมายเลขที่แตกต่างกันทั้งหมดจะถือเป็นการชนะ</p></div>' +
          '<div><h3>◎สองหมายเลขเดียวกัน</h3><p class="ml25"> เมื่อแต้มแบนของลูกเต๋าสองลูกถูกเลือกและตรงกับการรวมกันที่เลือกของตัวเลขเดียวกันสองตัวจะเป็นฝ่ายชนะ</p><p class="ml25">※ตัวอย่าง: หากหมายเลขที่ชนะคือ 1, 1, 3 การเดิมพันหมายเลข 1 และ 1 เดียวกันสำหรับการเดิมพันสองครั้งจะชนะ</p>' +
          '<h3>◎สามหมายเลขติดต่อกัน</h3><p class="ml25"> หากจำนวนแต้มบนลูกเต๋าสามลูกตรงกับการรวมกันของตัวเลขสามตัวที่เลือกไว้รางวัลจะชนะ</p> ' +
          '<p class="ml25">※ตัวอย่าง: หากหมายเลขที่ชนะคือ 1, 2, 3 หรือ 1, 3, 2 หรือ 2, 1, 3 หรือ 2, 3, 1 หรือ 3, 1, 2 หรือ 3, 2, 1 ให้วางเดิมพันสามหมายเลขต่อเนื่อง 1 2, 3 คือผู้ชนะ</p>' +
          '<h3>◎สามตัวเลขที่แตกต่างกัน</h3><p class="ml25">◎สามตัวเลขที่แตกต่างกัน\n' +
          '  "ตัวเลขที่แตกต่างกันสามหมายเลข" ระหว่างหนึ่งถึงหกแต้มแต้มระนาบลูกเต๋าสามแต้มจะไม่เหมือนกันเลือกแต้มที่ไม่ซ้ำกัน 3 แต้มจากทั้งหมด 6 แต้มจาก 1-6 เป็นรูปแบบการเดิมพัน 1 แต้มที่เลือกจะเหมือนกับแต้มทั้งหมดที่ออกในช่วงเวลาปัจจุบัน , คำสั่งไม่ จำกัด ให้ถือว่าเป็นผู้ชนะ</p> ' +
          '<p class="ml25"> ※ตัวอย่าง: ตัวอย่างเช่นผลลอตเตอรี่ 1,3,5 เดิมพัน 1,3,5 เพื่อชนะเดิมพัน 1,3,4 ไม่ชนะ "</p></div></div>',
      SumValue: 'แต้มรวม',
      OrderNumber: 'เลขที่บิล',
      ThreeSameNumbers: '3 ตัวเลขเหมือน',
      TwoDifferentNumbers: '2 ตัวเลขต่างกัน',
      TwoSameNumbers: '2 ตัวเลขเหมือนกัน',
      ThreeConsecutiveNumbers: 'สามตัวเลขเรียงกัน',
      ThreeDifferentNumbers: '3 ตัวเลขต่างกัน',

      c11x5_kuaijie: 'เร็ว',
      c11x5_zx: 'เลือกเลย',
      c11x5_zux: 'เลือกกลุ่ม',
      c11x5_rx: 'เลือกใดก็ได้',
      c11x5_one_ball: 'เม็ดแรก',
      c11x5_two_ball: 'เม็ดที่สอง',
      c11x5_three_ball: 'เม็ดที่สาม',
      c11x5_four_ball: 'เม็ดที่สี่',
      c11x5_five_ball: 'เม็ดที่ห้า',
      c11x5_lm: 'ผลรวม - เสือมังกร ',
      c11x5_zh: 'ผลรวม',
      c11x5_zh_wei_big: 'ผลรวมเลขท้ายใหญ่',
      c11x5_zh_wei_small: 'ผลรวมเลขท้ายเล็ก',
      c11x5_zh_wei_odd: 'ผลรวมเลขท้ายคี่',
      c11x5_zh_wei_even: 'ผลรวมเลขท้ายคู่',
      c11x5_big: 'ใหญ่',
      c11x5_small: 'เล็ก',
      c11x5_odd: 'คี่',
      c11x5_even: 'คู่',
      c11x5_tiger: 'เสือ',
      c11x5_dragon: 'มังกร',
      c11x5_zh_big: 'ผลรวมใหญ่',
      c11x5_zh_small: 'ผลรวมเล็ก',
      c11x5_zh_odd: 'ผลรวมคี่',
      c11x5_zh_even: 'ผลรวมคู่',
      c11x5_big_small: 'ใหญ่เล็ก',
      c11x5_odd_even: 'คี่คู่',
      c11x5_dragon_tiger: 'เสือมังกร',
      c11x5_w_first: 'หมื่นเม็ดที่หนึ่ง',
      c11x5_b_two: 'พันเม็ดที่สอง',
      c11x5_q_three: 'ร้อยเม็ดที่สาม',
      c11x5_s_four: 'สิบเม็ดที่สี่',
      c11x5_g_five: 'หน่วยเม็ดที่ห้า',
      c11x5_zh_lh: 'ผลรวม/เสือมังกร',

      c11x5_one_in_one: 'หนึ่งในหนึ่ง',
      c11x5_two_in_two: 'สองในสอง',
      c11x5_three_in_three: 'สามในสาม',
      c11x5_four_in_four: 'สี่ในสี่',
      c11x5_five_in_five: 'ห้าในห้า',
      c11x5_six_in_five: 'หกในห้า',
      c11x5_seven_in_five: 'เจ็ดในห้า',
      c11x5_eight_in_five: 'แปดในห้า',
      c11x5_first_two_digits: 'สองตัวหน้า',
      c11x5_first_three_digits: 'สามตัวหน้า',

      c11x5_gy_big: 'แชมป์และรองชนะเลิศใหญ่',
      c11x5_gy_small: 'แชมป์และรองชนะเลิศเล็ก',
      c11x5_gy_odd: 'แชมป์และรองชนะเลิศคี่',
      c11x5_gy_even: 'แชมป์และรองชนะเลิศคู่',
      c11x5_gy_he: 'แชมป์และรองชนะเลิศ',
      c11x5_gyj_he: 'แชมป์รองชนะเลิศรองชนะเลิศอันดับสาม',
      ssc_qzh: 'หน้ากลางท้าย',

      ssc_draw: 'เสมอ',
      ssc_qsq: 'สามประตูแรก',
      ssc_zsq: 'สามประตู',
      ssc_hsq: '3 ประตูหลังสุด',
      ssc_sh: 'สตั๊ด',
      ssc_dn: 'สู้วัวกระทิง',

      ssc_bao: 'ตอง',
      ssc_ban: 'เรียงครึ่ง',
      ssc_shun: 'เรียง',
      ssc_dui: 'คู่สอง',
      ssc_za: 'ไม่เรียง',
      ssc_mei_niu: 'ไม่มีวัว',
      ssc_niu_niu: 'วัววัว',
      ssc_niu_big: 'วัวใหญ่',
      ssc_niu_small: 'วัวเล็ก',
      ssc_niu_odd: 'วัวคี่',
      ssc_niu_even: 'วัวคู่',
      ssc_niu: 'วัว',
      ssc_niu_1: 'วัว 1',
      ssc_niu_2: 'วัว 2',
      ssc_niu_3: 'วัว 3',
      ssc_niu_4: 'วัว 4',
      ssc_niu_5: 'วัว 5',
      ssc_niu_6: 'วัว 6',
      ssc_niu_7: 'วัว 7',
      ssc_niu_8: 'วัว 8',
      ssc_niu_9: 'วัว 9',
      ssc_wt: 'เรียงห้า',
      ssc_sit: 'เรียงสี่',
      ssc_hl: 'ตองคู่',
      ssc_sant: 'ตอง',
      ssc_lt: '2 คู่',
      ssc_yd: '1 คู่',
      ssc_sz: 'เรียง',
      ssc_san_hao: 'ไพ่สูง',

      pk10_champion: 'แชมป์',
      pk10_runner_up: 'รองแชมป์',
      pk10_one_place: 'ที่แรก',
      pk10_two_place: 'ที่สอง',
      pk10_third_place: 'อันดับสาม',
      pk10_fourth_place: 'อันดับที่สี่',
      pk10_fifth_place: 'อันดับที่ห้า',
      pk10_sixth_place: 'อันดับที่หก',
      pk10_seventh_place: 'อันดับที่เจ็ด',
      pk10_eight_place: 'อันดับแปด',
      pk10_ninth_place: 'อันดับที่เก้า',
      pk10_tenth_place: 'อันดับที่สิบ',
      pk10_dx: 'คะแนน',
      pk10_dxds: 'ใหญ่เล็กคี่คู่',
      klsf_six_ball: 'เม็ดที่หก',
      klsf_seven_ball: 'เม็ดที่เจ็ด',
      klsf_eight_ball: 'เม็ดที่แปด',
      klsf_nine_ball: 'ลูกเก้า',
      klsf_ten_ball: 'ลูกที่สิบ',
      klsf_zm: 'รหัสเลข',
      klsf_sumsingle: 'รวมจำนวนคี่',
      klsf_sumdouble: 'รวมจำนวนคู่',
      klsf_endbig: 'เลขท้ายใหญ่',
      klsf_endsmall: 'เลขท้ายเล็ก',
      klsf_east: 'ทิศตะวันออก',
      klsf_south: 'ทิศใต้',
      klsf_west: 'ทิศตะวันตก',
      klsf_noth: 'ทิศเหนือ',
      klsf_center: 'แดง',
      klsf_send: 'เขียว',
      klsf_white: 'ขาว',
      klsf_sumendbig: 'ผลรวมเลขท้ายใหญ่',
      klsf_sumendsmall: 'ผลรวมเลขท้ายเล็ก',
      klsf_haoma: 'ตัวเลข',
      klsf_liangmian: 'สองด้าน',

      c11x5_kjjl: 'บันทึกผลรางวัล',
      c11x5_zz: 'แนวโน้ม',
      c11x5_lmcl: 'แถวยาวสองด้าน',
      pk10_gyh: 'แชมป์และรองชนะเลิศ',
      c11x5_lt: 'ประเภทหวย',
      c11x5_play: 'วิธีการเล่น',
      c11x5_lo: 'ระยะเวลาออกผลรางวัล',

      c11x5_rules: '<strong>เลขคี่：</strong>หมายถึงลำดับและหมายเลขของแต่ละเม็ดเป็นหลักในการจ่ายเงิน ถ้าลูกแรกสุ่มได้เป็นเลข 8 การเดิมพันว่าเม็ดแรกเป็น 8 จะถือว่าถูกรางวัล เม็ดที่ห้าสุ่มได้เป็นเลข 2 การเดิมพันเม็ดที่ 5 เป็น 2 จะถือว่าถูกรางวัล นอกเหนือจากนั้นถือว่าไม่ถูกรางวัล；<br>' +
          '<strong>เลือกใดก็ได้：</strong><p><mark>ตัวเลือกหนึ่งในหนึ่ง：</mark>หมายถึงว่า เดิมพันว่า 1 หมายเลขเหมือนกับหมายเลขใด จาก 5 หมายเลขที่ออกในการจับรางวัลปัจจุบัน จะถือว่าถูกรางวัล</p>' +
          '<p><mark>ตัวเลือกสองในสอง：</mark>หมายถึงว่า  เดิมพันว่า 2 หมายเลขเหมือนกันกับหมายเลขใดจาก 2 ใน 5 หมายเลขที่ออกในการจับรางวัลปัจจุบัน (ไม่จำกัดลำดับ ) จะถือว่าถูกรางวัล</p>' +
          '<p><mark> ตัวเลือกสามต่อสาม：</mark>หมายถึงว่า  เดิมพันว่า 3 หมายเลขเหมือนกันกับหมายเลขใดจาก 3 ใน 5 หมายเลขที่ออกในการจับรางวัลปัจจุบัน (ไม่จำกัดลำดับ ) จะถือว่าถูกรางวัล</p>' +
          '<p><mark>ตัวเลือกสี่ในสี่：</mark>หมายถึงว่า  เดิมพันว่า 4 หมายเลขเหมือนกันกับหมายเลขใดจาก 4 ใน 5 หมายเลขที่ออกในการจับรางวัลปัจจุบัน (ไม่จำกัดลำดับ ) จจะถือว่าถูกรางวัล</p>' +
          '<p><mark>ตัวเลือกห้าในห้า：</mark>หมายถึงว่า  เดิมพันว่า 5 หมายเลขเหมือนกันกับหมายเลขใน 5 หมายเลขที่ออกในการจับรางวัลปัจจุบัน (ไม่จำกัดลำดับ ) จะถือว่าถูกรางวัล</p>' +
          '<p><mark>ตัวเลือกหกในห้า：</mark>หมายถึงว่า เดิมพัน 5 หมายเลขใด ๆ จาก 6 หมายเลขเหมือนกับ 5 หมายเลขที่ออกในการจับรางวัลปัจจุบัน  (ไม่จำกัดลำดับ ) จะถือว่าถูกรางวัล</p>' +
          '<p><mark>ตัวเลือกเจ็ดในห้า：</mark>หมายถึงว่า เดิมพัน 5 หมายเลขจาก 7 หมายเลข เหมือนกับ 5 หมายเลขที่ออกในการจับรางวัลปัจจุบัน  (ไม่จำกัดลำดับ ) จะถือว่าถูกรางวัล</p>' +
          '<p><mark>ตัวเลือกแปดในห้า：</mark>หมายถึงว่า  เดิมพัน 5 หมายเลขจาก 8 หมายเลข เหมือนกับ 5 หมายเลขที่ออกในการจับรางวัลปัจจุบัน  (ไม่จำกัดลำดับ ) จะถือว่าถูกรางวัล</p>' +
          '<strong>เลือกโดยตรง：</strong>' +
          '<p><mark>เลือกโดยตรงสองตัวหน้า：</mark>การเดิมพัน2 ตัวเลขเหมือนกันกับ 2 ตัวแรกของห้าหมายเลขที่ออกรางวัลในช่วงเวลาปัจจุบันและลำดับที่เหมือนกันจะถือถูกรางวัล</p>' +
          '<p><mark>เลือกโดยตรงสามตัวหน้า：</mark>การเดิมพัน 3 ตัวเลขและ 3 ตัวเลขแรกของ 5 หมายเลขที่ออกในช่วงเวลาปัจจุบันจะเหมือนกันและในลำดับเดียวกันจะถือถูกรางวัล</p>' +
          '<strong>การเลือกกลุ่ม：</strong>' +
          '<p><mark>เลือกกลุ่มสองตัวหน้า：</mark>เดิมพัน 2 หมายเลขเหมือนกับ 2 ตัวเลขแรกของ 5 หมายเลขที่ออกรางวัลในช่วงเวลาปัจจุบัน  (ไม่จำกัดลำดับ ) จะถือว่าถูกรางวัล</p>' +
          '<p><mark>เลือกกลุ่มสามตัวหน้า：</mark>เดิมพัน 3 ตัวเลขเหมือนกับ 3 ตัวเลขแรกของ 5 หมายเลขที่ออกรางวัลในช่วงเวลาปัจจุบัน  (ไม่จำกัดลำดับ ) จะถือว่าถูกรางวัล</p>' +
          '<strong>สองด้าน：</strong>คี่, คู่, ใหญ่, เล็ก, ผลรวมคี่คู่ใหญ่เล็ก, ผลรวมเลขท้ายใหญ่และเล็ก；' +
          '<p><mark>คี่และคู่：</mark>จากเม็ดแรกถึงเม็ดที่ห้า ตัวเลขที่สุ่มออกมาเป็นเลขคู่ เช่น 8, 10 และหมายเลขที่ออกเป็นเลขคี่ เช่น 3, 5 และ 11 เป็นผลรวม (ไม่นับได้หรือเสีย)</p>' +
          '<p><mark>ใหญ่และเล็ก：</mark>จากเม็ดแรกถึงเม็ดที่ห้า ตัวเลขที่สุ่มออกมามากกว่าหรือเท่ากับ 6 จะเป็นใหญ่ หากหมายเลขที่ออกน้อยกว่าหรือเท่ากับ 5 จะเป็นเล็ก และหากหมายเลขที่ออกคือ 11 จะเป็นผลรวม (ไม่นับได้หรือเสีย)</p>' +
          '<p><mark>ผลรวมคี่และคู่：</mark>ถ้าผลรวมของหมายเลขที่ออกรางวัลทั้ง 5 ตัวเลขเป็นเลขคี่จะเป็นผลรวมคี่；ตัวอย่างเช่น ผลรวมของตัวเลขคือ 11, 31;ผลรวมของหมายเลขที่ออกรางวัลทั้ง 5 ตัวเลขเป็นเลขคู่จะเป็นผลรวมคู่;ตัวอย่างเช่น ผลรวมของหมายเลข 42 , 30 ; หากผลรวมของการเดิมพันตรงกับผลที่ออกถือว่าถูกหวย  ส่วนที่เหลือจะถือว่าไม่ถูกรางวัล</p>' +
          '<p><mark>ผลรวมใหญ่เล็ก ：</mark>ถ้าผลรวมของหมายเลขที่ออกรางวัลทั้ง 5 ตัวเลขมากกว่า 30 จะเป็นผลรวมใหญ่ ；ผลรวมของหมายเลขที่ออกรางวัลทั้ง 5 ตัวเลขน้อยกว่า 30 จะเป็นผลรวมเล็ก หากผลรวมเท่ากับ 30 จะเป็นผลรวม (ไม่นับได้หรือเสีย)</p>' +
          '<p><mark>ผลรวมเลขสุดท้ายใหญ่เล็ก：</mark>เลขตัวเดียวของผลรวมของรางวัลที่ออกทั้ง 5 ตัวเลข มากกว่าหรือเท่ากับ 5 จะเป็นผลรวมเลขสุดท้ายใหญ่และน้อยกว่าหรือเท่ากับ 4 จะเป็นผลรวมเลขสุดท้ายเล็ก หากผลรวมของการเดิมพันตรงกับผลที่ออกถือว่าถูกหวย  ส่วนที่เหลือจะถือว่าไม่ถูกรางวัล</p>' +
          '<p><mark>ผลรวมเลขสุดท้ายคี่คู่：</mark>เลขตัวสุดท้ายของผลรวมของรางวัลที่ออกทั้ง 5 ตัวเลขเป็นคี่ จะเรียกว่าผลรวมเลขสุดท้ายคี่ ถ้าเลขตัวสุดท้ายของผลรวมของรางวัลที่ออกทั้ง 5 ตัวเลขเป็นคู่ จะเรียกว่าผลรวมเลขสุดท้ายคู่</p>' +
          '<strong>เสือมังกร：</strong>ใช้ตัวเลขที่ถูกรางวัลของเม็ดแรกและตัวเลขที่ถูกรางวัลของเม็ดที่ห้าจะเป็นเลยหวยถูกรางวัล' +
          '<p><mark>มังกร ：</mark>สุ่มตัวเลขที่ถูกรางวัลของเม็ดแรกมากกว่าตัวเลขที่ถูกรางวัลของเม็ดที่ห้า ถ้าลูกแรกคือ 10 ลูกที่ห้าคือ 7  ผู้ชนะรางวัลคือมังกร</p>' +
          '<p><mark>เสือ ：</mark>สุ่มตัวเลขที่ถูกรางวัลของเม็ดแรกน้อยกว่าตัวเลขที่ถูกรางวัลของเม็ดที่ห้า ถ้าลูกแรกคือ 3 ลูกที่ห้าคือ 7  ผู้ชนะรางวัลคือเสือ</p>',
      pk10_rules: '◎รหัสเดียว / คำอธิบายกฎสองด้าน' +
          '<h3>◎การจัดตำแหน่ง</h3>' +
          '<p class=ml25>หมายถึง ลำดับและหมายเลขของแชมป์เปี้ยน รองอันดับหนึ่ง รองอันดับสอง ที่สาม สี่ ห้า หก เจ็ด แปด เก้า และสิบ เป็นหลักสำหรับรางวัล</p>' +
          '<p class=ml25>หากผลรางวัลตัวแรกหมายเลขคือ 3 เดิมพันแชมป์เปี้ยนคือ 3 จะถือว่าถูกรางวัล หมายเลขอื่นถือว่าไม่ถูกรางวัล</p>' +
          '<h3>◎ใหญ่เล็ก</h3>' +
          '<p class=ml25>ผลรางวัลตัวเลขที่สุ่มออกมานั้นมากกว่าหรือเท่ากับ 6 คือใหญ่ และน้อยกว่าหรือเท่ากับ 5 คือเล็ก</p>' +
          '<h3>◎คี่คู่</h3>' +
          '<p class=ml25>ตัวเลขจำนวนคู่เรียกว่าคู่ เช่น 4, 6; ตัวเลขจำนวนคี่เรียกว่าคี่ เช่น 3, 5</p>' +
          '<h3>◎เสือมังกร</h3>' +
          '<div class="clearfix play_playPrizeBox table">' +
          '<table>' +
          '<tr><td>◎แชมป์เปี้ยนเสือมังกร<td>*มังกร: หมายเลขแชมป์เปี้ยนมากกว่าหมายเลขที่สิบคือ "มังกร" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขแชมป์เปี้ยนคือ 07 และ ผลรางวัลตัวเลขอันดับที่สิบ คือ 03<br>*เสือ: หมายเลขแชมป์เปี้ยนน้อยกว่าหมายเลขที่สิบคือ "เสือ" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขแชมป์เปี้ยนคือ 03 และ ผลรางวัลตัวเลขอันดับที่สิบ คือ 07' +
          '<tr><td>◎รองชนะเลิศเสือมังกร <td>*มังกร: หมายเลขรองชนะเลิศมากกว่าอันดับที่เก้าคือ "มังกร" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขรองชนะเลิศคือ 07 และผลรางวัลตัวเลขอันดับที่เก้าคือ 03<br>*เสือ: หมายเลขรองชนะเลิศน้อยกว่าอันดับที่เก้าคือ "เสือ" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขรองชนะเลิศคือ 03 และผลรางวัลตัวเลขอันดับที่เก้าคือ 07' +
          '<tr><td>◎รองอันดับสองเสือมังกร<td>*มังกร: ผลรางวัลรองอันดับสองมากกว่าอันดับที่แปดคือ "มังกร" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขรองอันดับสองคือ 07 และผลรางวัลตัวเลขอันดับที่แปดคือ 03<br>*เสือ: ผลรางวัลรองอันดับสองน้อยกว่าอันดับที่แปดคือ "เสือ" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขรองอันดับสองคือ 03 และผลรางวัลตัวเลขอันดับที่ 8 คือ 07' +
          '<tr><td>◎อันดับที่สี่เสือมังกร<td>*มังกร: ผลรางวัลอันดับที่สี่มากกว่าอันดับที่เจ็ดคือ "มังกร" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขอันดับที่สี่คือ 07 และผลรางวัลตัวเลขอันดับที่เจ็ด คือ 03<br>*เสือ: ผลรางวัลอันดับที่สี่น้อยกว่าอันดับที่เจ็ดคือ "เสือ" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขอันดับที่สี่คือ 03 และผลรางวัลตัวเลขอันดับที่เจ็ด คือ 07' +
          '<tr><td>◎อันดับที่ห้าเสือมังกร<td>*มังกร: ผลรางวัลอันดับที่ห้ามากกว่าอันดับที่หกคือ "มังกร" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขอันดับที่ห้าคือ 07 และผลรางวัลตัวเลขอันดับที่หก คือ 03<br>*เสือ: ผลรางวัลอันดับที่ห้าน้อยกว่าอันดับที่หกคือ "เสือ" ชนะ ตัวอย่างเช่น ผลรางวัลตัวเลขอันดับที่ห้าคือ 03 และผลรางวัลตัวเลขอันดับที่หก คือ 07' +
          '</table>' +
          '</div>' +
          '<h3>◎แชมป์และรองชนะเลิศ</h3>' +
          '<p class=ml25>ผลรวมของหมายเลขแชมป์เปี้ยนและหมายเลขรองชนะเลิศอยู่ในช่วง 3~19 เมื่อการเดิมพันรวมกันตรงกับผลรวมของแชมป์เปี้ยนและหมายเลขรองชนะเลิศ จะถือว่าถูกรางวัล</p>' +
          '<h3>◎แชมป์ รองชนะเลิศ  ใหญ่เล็ก</h3>' +
          '<p class=ml25>เมื่อผลรวมของหมายเลขแชมป์และหมายเลขรองชนะเลิศมากกว่า 11 คือใหญ่เดิมพัน "ใหญ่" ถือว่าถูกรางวัล หากน้อยกว่าหรือเท่ากับ 11 คือเล็กและ การเดิมพัน "เล็ก" ถือว่าถูกรางวัล</p>' +
          '<h3>◎แชมป์ รองชนะเลิศ คี่คู่</h3>' +
          '<p class=ml25>ผลรวมของหมายเลขแชมป์และหมายเลขรองชนะเลิศ ผลรวมของตัวเลขรองอันดับสามเป็นเลขคี่ เช่น 9, 13 และการเดิมพัน "คี่" จะถือถือว่าถูกรางวัล เป็นตัวเลขคู่เช่น 12 และ 16 การเดิมพัน "คู่" ถือว่าถูกรางวัล</p>' +
          '<h3>◎แชมป์รองชนะเลิศรองชนะเลิศอันดับสาม</h3>' +
          '<p class=ml25>ผลรวมของหมายเลขแชมป์และหมายเลขรองชนะเลิศและหมายเลขรองชนะเลิศอันดับสามคือ 6-27 เมื่อเดิมพันรวมกันตรงกับแชมป์และผลรวมรองชนะเลิศและรองชนะเลิศอันดับสามจะถือว่าถูกรางวัล</p>' +
          '<h3>◎แชมป์รองชนะเลิศรองชนะเลิศอันดับสาม ใหญ่เล็ก</h3>' +
          '<p class=ml25>ผลรวมของของหมายเลขแชมป์และหมายเลขรองชนะเลิศและหมายเลขรองอันดับสามมากกว่า 17 คือใหญ่ เดิมพัน "ใหญ่" ถือว่าถูกรางวัล น้อยกว่าหรือเท่ากับ 16 คือเล็ก เดิมพัน "เล็ก" ถือว่าถูกรางวัล</p>' +
          '<h3>◎แชมป์รองชนะเลิศรองชนะเลิศอันดับสาม คี่คู่</h3>' +
          '<p class=ml25>ผลรวมของของหมายเลขแชมป์และหมายเลขรองชนะเลิศ หมายเลขรองอันดับสามเป็นเลขคี่ เช่น 9, 13 และการเดิมพัน "คี่" ถือว่าถูกรางวัล  หากเป็นเลขคู่เช่น 12, 16 การเดิมพัน "คู่" ถือว่าถูกรางวัล </p>',
      klsf_rules: '<ul>' +
          '<p><strong class="F_bold">สองด้าน: คี่และคู่：</strong>ใหญ่, เล็ก, ท้ายใหญ่, ท้ายเล็ก, รวมคี่และคู่</p>' +
          '<p><strong>คี่และคู่：</strong>ตัวเลขเป็นคู่เรียกว่าคู่ เช่น 8, 16 และตัวเลขเป็นคี่เรียกว่าคี่ เช่น 19, 5</p>' +
          '<p><strong>ใหญ่และเล็ก：</strong>ผลรางวัลตัวเลขที่สุ่มออกมามากกว่าหรือเท่ากับ 11 คือใหญ่ น้อยกว่าหรือเท่ากับ 10 จะถือว่าเล็ก</p>' +
          '<p><strong>ท้ายใหญ่และท้ายเล็ก：</strong>ผลรางวัลจำนวนตัวเลขท้ายใหญ่ที่สุ่มออกมากกว่าหรือเท่ากับ 5 คือท้ายใหญ่ และน้อยกว่าหรือเท่ากับ 4 สำหรับท้ายเล็ก</p>' +
          '<p><strong>ผลรวมเลขคี่และคู่：</strong>ผลรางวัลที่ออกของหลักหน่วยและหลักสิบ ถ้าจำนวนที่ได้เป็นคี่ จะเป็นผลรวมคี่ เช่น 05, 12 ถ้าจำนวนที่ได้เป็นคู่ จะเป็นผลรวมคู่ เช่น 08, 19</p>' +
          '<p>แต่ละหมายเลขเป็นการเดิมพันแบบรวมกัน หากหมายเลขเดิมพันเป็นหมายเลขที่ถูกรางวัลและอยู่ในตำแหน่งของเม็ดที่ลงเดิมพันจะถือว่าถูกรางวัล และในกรณีอื่น ๆ จะถือว่าไม่ถูกรางวัล</p>' +
          '<h3>แดงเขียวขาว</h3>' +
          '<p><strong>แดง：</strong>หมายเลขที่ออกคือ 01, 02, 03, 04, 05, 06, 07</p>' +
          '<p><strong>เขียว：</strong>หมายเลขที่ออกคือ 08, 09, 10, 11, 12, 13, 14</p>' +
          '<p><strong>ขาว：</strong>หมายเลขที่ออกคือ 15, 16, 17, 18, 19, 20</p>' +
          '<h3>ตำแหน่ง</h3>' +
          '<p><strong>ทิศตะวันออก：</strong>หมายเลขที่ออกคือ 01, 05, 09, 13, 17</p>' +
          '<p><strong>ทิศใต้：</strong>เลขที่ออกคือ 02, 06, 10, 14, 18</p>' +
          '<p><strong>ทิศตะวันตก：</strong>หมายเลขที่ออกคือ 03, 07, 11, 15, 19</p>' +
          '<p><strong>ทิศเหนือ：</strong>เลขที่ออกคือ 04, 08, 12, 16, 20</p>' +
          '<p><span class="F_bold"><strong>รหัสเลข：</strong></span>เลือกหมายเลขใดก็ได้ตั้งแต่ 01 ถึง 20 เพื่อวางเดิมพัน หากหมายเลขเดิมพันตรงกับหมายเลขใด ๆ ในหมายเลขที่ออกรางวัล ก็จะถูกรางวัล</p>',

      ssc_rules: '<h3>สีความถี่สูง</h3>' +
          '<div>' +
          '<h3>วิธีเล่นสองด้าน</h3>' +
          '<p class="ml25">ผลรางวัลหลักหมื่น หลักพัน หลักร้อย หลักสิบ หรือแต่ละหลักของตัวเลขเป็น 1, 3, 5, 7, 9 จะเป็น ""เดี่ยว"" หากเป็น 0, 2, 4, 6, 8 จะเป็น ""คู่"" เมื่อการเดิมพันเลขคี่และเลขคู่ตรงกับจำนวนเลขคี่และเลขคู่ในผลหวยที่ออก ถือว่าถูกรางวัล</p>' +
          '<p class="ml25">※ตัวอย่าง: ผู้เล่นแทงหวยหลักร้อยและหากผลผลรางวัลปัจจุบันคือ 20130 (1 คือคี่) จะถือว่าถูกรางวัล</p>' +
          '</div>' +
          '<table class="play_dialog_table mce-item-table">' +
          '<tbody>' +
          '<tr>' +
          '<th>คี่</th>' +
          '<th>คู่</th>' +
          '</tr>' +
          '<tr>' +
          '<td>1、 3、 5、 7、 9</td>' +
          '<td>0、 2、 4、 6、 8</td>' +
          '</tr>' +
          '</tbody>' +
          '</table>' +
          '<div>' +
          '<h3>◎คำแนะนำวิธีการเล่นใหญ่เล็ก</h3>' +
          '<p class="ml25">ผลรางวัล ""ใหญ่"" เมื่อเลขหลักหมื่น พัน ร้อย สิบ หรือหนึ่งหลักคือ 5, 6, 7, 8, 9 และ ""เล็ก"" ถ้าเป็น 0, 1, 2, 3 , 4, เมื่อใหญ่เล็กของจำนวนเดิมพันตรงกับใหญ่เล็กของผลรางวัลที่ออกก็จะถูกรางวัล</p>' +
          '<p class="ml25">※ตัวอย่าง: ผู้เล่นแทงหวยหลักร้อยเล็กและหากผลผลรางวัลปัจจุบันคือ 20352 (3 คือเล็ก) จะถือว่าถูกรางวัล</p>' +
          '</div>' +
          '<table class="play_dialog_table mce-item-table">' +
          '<tbody>' +
          '<tr>' +
          '<th>ใหญ่</th>' +
          '<th>เล็กth>' +
          '</tr>' +
          '<tr>' +
          '<td>5、 6、 7、 8、 9</td>' +
          '<td>0、 1、 2、 3、 4</td>' +
          '</tr>' +
          '</tbody>' +
          '</table>' +
          '<div>' +
          '<h3>◎คำแนะนำวิธีการเล่นของมังกรและเสือ</h3>' +
          '<p class="ml25"><strong>มังกร：</strong>หมายเลขที่ออกของเม็ดแรก (หลักหมื่น) ที่สุ่มออกมานั้นมากกว่าหมายเลขที่ออกของเม็ดที่ห้า (หลักหน่วย) ถ้าตัวเลขออกเหมือนกันคือการเสมอกัน  ตัวอย่างเช่น: เม็ดแรกผลที่ออกคือ 4  เม็ดที่ห้าผลที่ออกคือ 2 ； เม็ดแรกผลที่ออกคือ 9 เม็ดที่ห้าผลที่ออกคือ 8 ； เม็ดแรกผลที่ออกคือ 5 เม็ดที่ห้าผลที่ออกคือ 1 ผู้ที่ถูกรางวัลคือมังกร</p>' +
          '<p class="ml25"><strong>เสือ：</strong>หมายเลขที่ออกของเม็ดแรก (หลักหมื่น) ที่สุ่มออกมานั้นน้อยกว่าหมายเลขที่ออกของเม็ดที่ห้า (หลักหน่วย) ถ้าตัวเลขออกเหมือนกันคือการเสมอกัน  ตัวอย่างเช่น: เม็ดแรกผลที่ออกคือ 7 เม็ดที่ห้าผลที่ออกคือ 9 ； เม็ดแรกผลที่ออกคือ 3 เม็ดที่ห้าผลที่ออกคือ 5 ； เม็ดแรกผลที่ออกคือ 5 เม็ดที่ห้าผลที่ออกคือ 8 ผู้ที่ถูกรางวัลคือเสือ</p>' +
          '<p class="ml25"><strong>เสมอ：</strong>หมายเลขที่ออกของเม็ดแรก (หลักหมื่น) ที่สุ่มออกมานั้นเท่ากับหมายเลขที่ออกของเม็ดที่ห้า (หลักหน่วย)  ตัวอย่างเช่น:  2***2  การเดิมพันที่เสมอจะถือว่าถูกรางวัลและอื่นๆจะถือว่าไม่ถูกรางวัล</p>' +
          '</div>' +
          '<div>' +
          '<h3>◎คำอธิบายวิธีเล่นผลรวม</h3>' +
          '<p class="ml25"><strong>ผลรวมใหญ่：</strong>ผลรวมของตัวเลข 5 ตัวในผลรางวัลที่ออกรวมแล้วมากกว่าหรือเท่ากับ 23 คือผลรวมใหญ่  ※ตัวอย่าง:ผู้เล่นแทงหวยผลรวมใหญ่และหากผลรางวัลออกรวมทั้งหมด 28 ผลจะถือว่าถูกรางวัล\n</p>' +
          '<p class="ml25"><strong>ผลรวมเล็ก：</strong>ผลรวมของตัวเลข 5 ตัวในผลรางวัลที่ออกรวมแล้วน้อยกว่าหรือเท่ากับ 22 คือผลรวมเล็ก  ※ตัวอย่าง:ผู้เล่นแทงหวยผลรวมเล็กและหากผลรางวัลออกรวมทั้งหมด 18 ผลจะถือว่าถูกรางวัล</p>' +
          '<p class="ml25"><strong>ผลรวมคี่：</strong>ผลรวมของตัวเลข 5 ตัวในผลรางวัลที่ออกรวมแล้วเป็นเลขคี่ ※ตัวอย่าง:ผู้เล่นแทงหวยผลรวมเป็นเลขคี่และหากผลรางวัลออกรวมทั้งหมด 29 ผลจะถือว่าถูกรางวัล</p>' +
          '<p class="ml25"><strong>ผลรวมคู่：</strong>ผลรวมของตัวเลข 5 ตัวในผลรางวัลที่ออกรวมแล้วเป็นเลขคู่ ※ตัวอย่าง:ผู้เล่นแทงหวยผลรวมเป็นเลขคู่และหากผลรางวัลออกรวมทั้งหมด 18 ผลจะถือว่าถูกรางวัล</p>' +
          '</div>' +
          '<h3>◎สู้วัวกระทิง: ไม่แบ่งลำดับการออกหมายเลข</h3>' +
          '<p><strong>Niu Niu：</strong>จากจำนวนลูกแรกที่สุ่มจับจากลูกแรกถึงลูกที่ห้าของผลรางวัลรวมกันของสามตัวเลขใด ๆ จะเป็นผลคูณของ 0 หรือ 10 และผลรวมของตัวเลขสองหมายเลขที่เหลือจะถูกนำมาเป็นคะแนน(เมื่อมากกว่า 10 ตัวเลขหลังลบ 10 จะใช้เป็นฐานของรางวัล ตัวอย่างเช่น 00026 คือวัว 8, 02818 คือวัว 9, 68628 และ 23500 เป็นทั้งวัว 10 หรือที่รู้จักกันทั่วไปว่าเป็นวัววัว 26378 และ 15286 เนื่องจากตัวเลขสามตัวใด ๆ ไม่สามารถรวมกันเป็นทวีคูณของ 0 หรือ 10  เรียกว่าไม่มีวัว หมายเหตุ: เมื่อตัวเลขห้าตัวเท่ากัน จะถือว่ามีเพียง 00000 เท่านั้นที่เป็นวัว และอีก 11111, 66666 เป็นต้น จะถือว่าไม่มีวัว)</p>' +
          '<p><strong>ใหญ่เล็ก：</strong>วัวใหญ่ (วัว 6, วัว 7, วัว 8, วัว9, วัววัว), วัวเล็ก (วัว1, วัว 2, วัว3, วัว4, วัว5) ถ้าผลการสู้วัวกระทิงไม่มีวัว การเดิมพันวัวใหญ่และเล็กไม่ถูกรางวัล</p>' +
          '<p><strong>คี่และคู่：</strong> วัวคี่ (วัว 1, วัว 3, วัว 5 ,วัว7 ,วัว9), วัวคู่ ( วัว 2,  วัว4,  วัว 6,  วัว8,  วัววัว) ถ้าผลการสู้วัวกระทิงไม่มีวัว การเดิมพันวัวคี่และวัวคู่ไม่ถูกรางวัล</p> ' +
          '<h3>◎สตั๊ดโป๊กเกอร์ : ไม่แบ่งลำดับการออกหมายเลข</h3>' +
          '<p><strong>เรียงห้า：</strong> ผลรางวัลที่ออกทั้งห้าหมายเลขเหมือนกัน ตัวอย่างเช่น 22222, 66666, 88888 สตั๊ดโป๊กเกอร์: เรียงห้า ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>เรียงสี่：</strong> ผลรางวัลที่ออกสี่ในห้าหมายเลขออกจะเหมือนกัน ตัวอย่างเช่น: 22221, 66663, 88885 การเดิมพันแบบสตั๊ดโป๊กเกอร์: โฟร์การ์ด ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>ตองคู่：</strong> ผลรางวัลที่ออกสามในห้าหมายเลขออกเหมือนกัน (ตอง) และอีกสองหมายเลขก็เหมือนกัน (1 คู่) เช่น: 22211, 66633 การเดิมพันแบบสตั๊ดโป๊กเกอร์: ตองคู่  ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>เรียง：</strong> ผลรางวัลที่ออกตัวเลขห้าหมายเลขที่สุ่มออกมาจะเรียงจากน้อยไปหามาก (เลข 9, 0, 1 เชื่อมต่อกัน) ตัวอย่างเช่น: 23456, 89012, 90123  การเดิมพันแบบสตั๊ดโป๊กเกอร์ : เรียง ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>ตอง：</strong> ผลรางวัลที่ออกสามในห้าหมายเลขออกเหมือนกันและอีกสองหมายเลขไม่เหมือนกัน ตัวอย่างเช่น: 22231, 66623, 88895  การเดิมพันแบบสตั๊ดโป๊กเกอร์ : ตอง ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>2 คู่：</strong> ผลรางวัลที่ออกมีหมายเลขเดียวกันสองชุดในห้าหมายเลข ตัวอย่างเช่น: 22166, 66355, 82668 การเดิมพันแบบสตั๊ดโป๊กเกอร์ : 2 คู่ ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>1 คู่：</strong> ผลรางวัลที่ออกมีเพียงหนึ่งคู่ในห้าหมายเลขที่เหมือนกัน ตัวอย่างเช่น 22168, 66315, 82968 การเดิมพันแบบสตั๊ดโป๊กเกอร์ : 1 คู่ ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>ไพ่สูง：</strong> ผลรางวัลตัวเลขที่ออกไม่ใช่ เรียงห้า เรียงสี่ ฟูลเฮาส์ ตอง เรียง 2 คู่ และ 1 คู่ เช่น: 23186, 13579, 21968 การเดิมพันแบบสตั๊ดโป๊กเกอร์ : ไพ่สูงถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<h3>◎วิธีเล่นพิเศษสามตัวแรก: ตอง> เรียง> > คู่สอง> เรียงครึ่ง > ไม่เรียง</h3>' +
          '<p><strong>ตอง：</strong> หมายเลขที่่ออกรางวัล [หลักหมื่น หลักพัน หลักร้อย] เหมือนกันทั้งหมด ถ้าหมายเลขที่ออกรางวัลคือ: 222XX, 666XX, 888XX... [หลักหมื่น หลักพัน หลักร้อย] เหมือนกันทั้งหมด การเดิมพันตองสามตัวแรก ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>เรียง：</strong> หมายเลขที่่ออกรางวัล [หลักหมื่น หลักพัน หลักร้อย] เรียงต่อกันทั้งหมดโดยไม่คำนึงถึงลำดับ (หมายเลข 9, 0, 1 เรียงต่อกัน) ถ้าหมายเลขที่ออกคือ: 123XX, 901XX, 321XX, 798XX...  [หลักหมื่น, พัน, ร้อย] เรียงต่อกันทั้งหมด  การเดิมพันเรียงสามตัวแรกถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>คู่สอง：</strong> หมายเลขที่่ออกรางวัลสองหลักใดๆ [หลักหมื่น หลักพัน หลักร้อย] ออกเหมือนกัน (ไม่รวมตอง) ถ้าหากหมายเลขที่ออกคือ: 001XX, 288XX, 696XX... [หลักหมื่น, พัน, ร้อย] สองหมายเลขเหมือนกัน การเดิมพันคู่สองสามตัวแรก ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล หากหมายเลขที่ถูกรางวัลคือเรียงสามตัวแรก ให้ถือว่าคู่สองสามตัวแรก ไม่ถูกรางวัล</p>' +
          '<p><strong>เรียงครึ่ง：</strong> หมายเลขที่่ออกสองหลักใดๆ  [หลักหมื่น หลักพัน หลักร้อย] เรียงต่อกันแบบไม่เรียงลำดับ(ไม่รวมเรียงและคู่สอง) ถ้าหากหมายเลขที่ออกคือ: 125XX, 540XX, 390XX, 160XX... หมายเลขสองหมายเลข [หลักหมื่น หลักพัน หลักร้อย]  เรียงต่อกัน การเดิมพันเรียงครึ่งสามตัวแรกถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล หากหมายเลขที่ออกคือการเดิมพันแบบเรียงสามตัวแรก  คู่สองสามตัวแรก ให้ถือว่าเรียงครึ่งสามตัวแรกไม่ถูกรางวัล หากหมายเลขรางวัลที่ออกคือ 123XX, 901XX, 556XX, 233XX... ถือว่าไม่ถูกรางวัล</p>' +
          '<p><strong>ไม่เรียง：</strong> ไม่รวมหมายเลขที่ออกทั้งหมดของ ตอง, เรียง，คู่สอง, และเรียงครึ่ง หากหมายเลขที่ออกคือ: 157XX, 268XX...ตัวเลขของหวยไม่สัมพันธ์กันการเดิมพันแบบไม่เรียงสามตัวแรก ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล </p>' +
          '<h3>◎วิธีเล่นพิเศษสามตัวกลาง : ตอง> เรียง> คู่สอง> เรียงครึ่ง> ไม่เรียง</h3>' +
          '<p><strong>ตอง：</strong> หมายเลขที่ออกรางวัล [หลักพัน ร้อย สิบ] เหมือนกันหมด ถ้าหากหมายเลขที่ออกคือ: X222X, X666X, X888X... หมายเลข [หลักพัน ร้อย สิบ] เหมือนกัน การเดิมพันแบบตองสามตัวกลางถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล </p>' +
          '<p><strong>เรียง：</strong> หมายเลขที่ออกรางวัล [หลักพัน ร้อย สิบ]  เรียงต่อกัน โดยไม่คำนึงถึงลำดับ (หมายเลข 9, 0, 1 เรียงต่อกัน) หากหมายเลขที่ออกคือ: X123X, X901X, X321X, X798X... หมายเลข [หลักพัน ร้อย สิบ] เรียงต่อกัน  การเดิมพันแบบเรียงสามตัวกลางถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>คู่สอง：</strong> หมายเลขที่ออกรางวัลสองหลักใดๆ ของ [หลักพัน ร้อย สิบ] เหมือนกัน (ไม่รวมตอง) ถ้าหากหมายเลขที่ออกคือ: X001X, X288X, X696X... เลขสองหลัก [หลักพัน, ร้อย, สิบ] เหมือนกัน การเดิมพันแบบคู่สองสามตัวกลาง ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล  หากหมายเลขที่ออกเป็นแบบตองสามตัวกลาง จะถูกรางวัล ฉะนั้นการเดิมพันแบบคู่สองสามตัวกลาง ไม่ถูกรางวัล</p>' +
          '<p><strong>เรียงครึ่ง：</strong> หมายเลขที่ออกรางวัลสองหลักใดๆ ของ [หลักพัน ร้อย สิบ] เรียงต่อกันในลำดับใดโดยเฉพาะ (ไม่รวมเรียงและคู่สอง) หากหมายเลขที่ออกคือ: X125X, X540X, X390X, X160X...[หลักพัน ร้อย สิบ] ของหมายเลขเรียงต่อกันด้วยตัวเลขสองหลัก การเดิมพันแบบเรียงครึ่งสามตัวกลาง จะถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล หากหมายเลขที่ออกเป็นแบบเรียงสามตัวกลาง คู่สองสามตัวกลาง ฉะนั้นการเดิมพันแบบเรียงครึ่งสามตัวกลาง ไม่ถูกรางวัล หากหมายเลขที่ออกคือ: X123X, X901X, X556X, X233X... จะถือว่าไม่เป็นถูกรางวัล</p>' +
          '<p><strong>ไม่เรียง：</strong> ไม่รวมหมายเลขที่ออกทั้งหมดของ ตอง, คู่สอง, เรียง และเรียงครึ่ง หากหมายเลขที่ออกคือ: X157X、X268X...ตัวเลขของหวยไม่สัมพันธ์กันการเดิมพันแบบไม่เรียงสามตัวกลาง ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล </p>' +
          '<h3>◎วิธีเล่นพิเศษสามตัวท้าย: ตอง> เรียง> คู่สอง> เรียงครึ่ง> ไม่เรียง</h3>' +
          '<p><strong>ตอง：</strong> หมายเลขที่ออกรางวัลของ [หลักร้อย สิบ หน่วย] ตัวเลขเหมือนกันทั้งหมด หากหมายเลขที่ออกคือ: XX222, XX666, XX888... [หลักร้อย สิบ หน่วย] เหมือนกัน ดังนั้นการเดิมพันแบบตองสามตัวท้าย ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>เรียง：</strong> หมายเลขที่ออกรางวัลของ [หลักร้อย สิบ หน่วย] เรียงต่อกันโดยไม่คำนึงถึงลำดับ (หมายเลข 9, 0, 1 เชื่อมต่อกัน) ถ้าหากหมายเลขที่ออกคือ: XX123, XX901, XX321, XX798... หมายเลข [หลักร้อย สิบ หน่วย] เรียงต่อกัน ดังนั้นการเดิมพันแบบเรียงสามตัวท้าย ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล</p>' +
          '<p><strong>คู่สอง：</strong> หมายเลขที่ออกรางวัลของเลขสองหลักใดๆ ของ [หลักร้อย สิบ หน่วย] เหมือนกัน (ไม่รวมตอง) หากหมายเลขที่ออกคือ: XX001, XX288, XX696... ตัวเลขสองหลักใน [หลักร้อย สิบ หน่วย] กัน ดังนั้นการเดิมพันแบบคู่สองสามตัวท้าย ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล หากหมายเลขที่ออกเป็นเป็นตองสามตัวท้าย ให้ถือว่าแบบคู่สองสามตัวท้ายไม่ถูกรางวัล</p>' +
          '<p><strong>เรียงครึ่ง：</strong> หมายเลขที่ออกรางวัลของเลขสองหลักใดๆ ของ [หลักร้อย สิบ หน่วย] เรียงต่อกันในลำดับใดโดยเฉพาะ หากหมายเลขที่ออกคือ: XX125, XX540, XX390, XX160... [[หลักร้อย สิบ หน่วย]] เรียงต่อกันด้วยตัวเลขสอง ดังนั้นการเดิมพันแบบเรียงครึ่งสามตัวท้ายถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล หากหมายเลขที่ออกคือเรียงสามตัวท้าย คู่สองสามตัวท้าย ดังนั้นการเดิมพันแบบเรียงครึ่งสามตัวท้ายไม่ถูกรางวัล หากหมายเลขลอตเตอรีคือ: XX123, XX901, XX556, XX233... ถือว่าไม่ถูกรางวัล</p>' +
          '<p><strong>ไม่เรียง：</strong> ไม่รวมหมายเลขที่ออกทั้งหมดของ ตอง, คู่สอง, เรียง และเรียงครึ่ง หากหมายเลขที่ออกคือ: XX157, XX268...ตัวเลขของหวยไม่สัมพันธ์กันการเดิมพันแบบไม่เรียงสามตัวท้าย ถูกรางวัล ส่วนหมายเลขอื่นไม่ถูกรางวัล </p>',
      bet_rule: 'กรุณาเลือกประเภทการเดิมพันสูงสุด',
      select_less: 'เลือกไม่ต่ำกว่า',
      select_more: 'ไม่เกิน',
      select_ge: 'ชิ้นส่วน',
  }
}
